Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AUTOMATED_FEEDBACK_FOOTER
source: Help Apple improve its beta software program by automatically detecting when certain issues occur. Information about detected issues is sent to Apple and aggregated to identify trends. Additional software logging may occur on device and include telephony logs, which may contain personal information, including SMS contents, device identifiers and names, phone numbers of the registering device, Apple IDs of the accounts into which you are signed, and logs of incoming and outgoing calls and audio routes during the time the logging is enabled. These additional logs may automatically be sent to Apple. Any information sent to Apple will be treated according to Apple’s privacy policy (%@).
ar: ساعد Apple في تطوير البرامج التجريبية من خلال الاكتشاف التلقائي عندما تطرأ مشاكل معينة. ترسَل معلومات عن المشاكل المكتشَفة إلى Apple، ويتم تجميعها للتعرف على نمط حدوث المشاكل. قد يحدث تسجيل إضافي للبرامج على الجهاز، وقد يتضمن سجلات هاتفية، والتي قد تتضمن بدورها معلومات شخصية، بما في ذلك محتوى الرسائل النصية، وأسماء ومعرفات الأجهزة، وأرقام الهواتف للجهاز المسجل، ومعرفات Apple ID للحسابات التي سجلت الدخول إليها، وسجلات المكالمات الواردة والصادرة، ومسارات الصوت أثناء تمكين التسجيل. قد ترسَل هذه السجلات الإضافية إلى Apple تلقائيًا. سيتم التعامل مع أية معلومات مرسلة إلى Apple وفقًا لسياسة الخصوصية الخاصة بشركة Apple. ‏(%@).
bg: Помогнете на Apple да подобри програмите за бета версии на софтуер, като използва автоматично разпознаване на определени проблеми. Информацията за разпознати проблеми се изпраща на Apple и се обобщава, за да се открият тенденциите. На вашето устройство софтуерът може да записва допълнителни данни, сред тях може има информация за телефонни разговори, която може да съдържа лична информация, включително съдържание на SMS-и, идентификатори на устройства и имена, телефонни номера на регистрираното устройство, идентификатори Apple ID на регистрациите, в които сте влезли и регистри на входящите и изходящи обаждания и аудио маршрути по времето, когато регистрирането е активно. Тези допълнителни регистри може автоматично да се изпратят на Apple. Всяка изпратена на Apple информация ще се третира съобразно политиката за поверителност на Apple (%@).
ca: Per ajudar Apple a millorar el programari beta, pots detectar automàticament els problemes que s’hi produeixin. La informació sobre els problemes detectats s’envia a Apple de forma conjunta per identificar tendències. També es poden recopilar dades de programari addicionals del dispositiu i incorporar els registres de trucades, que poden incloure informació personal com ara el contingut dels missatges SMS, els identificadors i els noms dels dispositius, els números de telèfon que s’han registrat al dispositiu, els ID d’Apple dels comptes en què has iniciat la sessió, els registres de les trucades entrants i sortints, i les sortides d’àudio durant el temps que el registre està activat. Aquests registres addicionals es poden enviar automàticament a Apple. Tota la informació que s’enviï a Apple es tractarà d’acord amb la política de privacitat d’Apple (%@).
cs: Pomozte společnosti Apple s vylepšováním softwarového programu betaverzí a nechte automaticky detekovat určité problémy. Informace o detekovaných problémech budou odesílány společnosti Apple, kde budou slučovány za účelem odhalování trendů. Na zařízení můžou být vytvořeny i dodatečné protokoly, zejména protokoly z telefonování, které můžou obsahovat osobní údaje včetně obsahu SMS, identifikátorů a názvů zařízení, telefonních čísel registrujícího zařízení, Apple ID účtů, ke kterým jste přihlášeni, a protokolů příchozích hovorů, odchozích hovorů a směrování zvuku v čase, kdy byly protokoly zapnuty. Je možné, že tyto dodatečné protokoly budou automaticky odesílány společnosti Apple. S veškerými informacemi, které společnost Apple obdrží, bude nakládáno v souladu s jejími zásadami ochrany soukromí (%@).
da: Hjælp Apple med at forbedre sit Beta Software Program ved automatisk at registrere, når der opstår bestemte problemer. Oplysninger om registrerede problemer sendes til Apple og indsamles for at identificere tendenser. Der foretages muligvis yderligere softwarelogning på enheden, og dette inkluderer telefonilogarkiver, som muligvis indeholder personlige oplysinger, f.eks. indhold i sms-beskeder, enhedens identifikationsnummer og navn, telefonnumre på den registrerede enhed, Apple-id for de konti, du er logget ind på, og logarkiver for indgående og udgående opkald og lydruter på de tidspunkter, hvor logning er slået til. Disse ekstra logarkiver sendes muligvis automatisk til Apple. Alle oplysninger, der sendes til Apple, bliver behandlet i overensstemmelse med Apples anonymitetspolitik (%@).
de: Hilf Apple, das Beta-Softwareprogramm zu verbessern, indem automatisch erkannt wird, wenn bestimmte Probleme auftreten. Informationen über gefundene Probleme werden an Apple gesendet und gesammelt, um Trends zu erkennen. Dies beinhaltet evtl. weitere Softwareprotokollierung auf dem Gerät sowie Telefonieprotokolle, die persönliche Informationen enthalten können, einschließlich SMS-Inhalte, Geräte-IDs und Namen, Telefonnummern des registrierenden Geräts, Apple-IDs der Accounts, bei denen du angemeldet bist sowie Protokolle ein- und ausgehender Anrufe und Audiorouten während der Zeit, in der die Protokollierung aktiviert ist. Diese zusätzlichen Protokolle werden möglicherweise automatisch an Apple gesendet. Alle an Apple gesendeten Informationen werden gemäß der Apple-Datenschutzrichtlinie (%@) behandelt.
el: Βοηθήστε την Apple να βελτιώσει το πρόγραμμα εκδόσεων beta λογισμικού μέσω του αυτόματου εντοπισμού του χρόνου κατά τον οποίο προκύπτουν ορισμένα ζητήματα. Οι πληροφορίες για εντοπισμένα ζητήματα αποστέλλονται στην Apple σε συγκεντρωτική μορφή με σκοπό τον προσδιορισμό τάσεων. Ενδέχεται να σημειωθεί πρόσθετη καταγραφή λογισμικού στη συσκευή και να περιλαμβάνει αρχεία καταγραφής τηλεφωνίας, τα οποία μπορεί να περιέχουν προσωπικές πληροφορίες οι οποίες θα περιλαμβάνουν, μεταξύ άλλων, τα εξής: περιεχόμενα μηνυμάτων SMS, αναγνωριστικά και ονόματα συσκευών, αριθμοί τηλεφώνου της συσκευής καταχώρισης, Apple ID των λογαριασμών στους οποίους έχετε συνδεθεί, και αρχεία καταγραφής των εισερχόμενων και εξερχόμενων κλήσεων και των διαδρομών ήχου ενόσω ήταν ενεργή η καταγραφή. Αυτά τα πρόσθετα αρχεία καταγραφής μπορεί να αποστέλλονται αυτόματα στην Apple. Ο χειρισμός τυχόν πληροφοριών που αποστέλλονται στην Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της (%@).
es: Ayuda a Apple a mejorar su programa de software beta detectando automáticamente cuándo ocurren ciertos problemas. Los datos sobre los problemas detectados se envían a Apple y se añaden a las tendencias ya identificadas. Este registro adicional del software se puede realizar en el propio dispositivo e incluirá registros telefónicos que pueden contener datos personales como el contenido de los SMS, identificadores y nombres de los dispositivos, números de teléfono del dispositivo que realiza el registro, ID de Apple de las cuentas con las que has iniciado sesión y registros de llamadas entrantes y salientes, y rutas de audio durante el tiempo que duró la activación del registro. Estos registros adicionales pueden enviarse automáticamente a Apple y se regirán por la Política de privacidad de Apple (%@).
es_us: Ayuda a que Apple mejore su programa de software beta al detectar automáticamente cuando ocurran ciertos problemas. La información al respecto se envía a Apple y se agrupa para identificar tendencias. Se podría realizar registros adicionales de software en el dispositivo e incluir aquellos de uso del teléfono; los cuales pueden contener información personal incluyendo contenido de mensajes MSM, identificadores y nombres del dispositivo, números telefónicos del dispositivo que registra, Apple ID de las cuentas en las que hayas iniciado sesión, así como registros de llamadas entrantes y salientes y rutas de audio durante el tiempo que se permita el registro. Estos registros adicionales se podrían enviar automáticamente a Apple. Toda la información enviada a Apple se tratará de conformidad con la política de privacidad de Apple (%@).
fi: Auta Applea parantamaan betaohjelmistoaan havaitsemalla tietyt ongelmat automaattisesti. Tiedot havaituista ongelmista lähetetään Applelle ja ne yhdistetään trendien tunnistamiseksi. Laitteessa voi esiintyä ohjelmiston lisäkirjaamisia, joihin sisältyvät puhelulokit, jotka voivat sisältää henkilökohtaisia tietoja, mukaan lukien tekstiviestien sisällöt, laitteen tunnisteet ja nimet, rekisteröivän laitteen puhelinnumerot, sisäänkirjautuneen tilin Apple ID:t sekä tulevien ja soitettujen puhelujen ja äänireittien lokit, kun lokiinkirjaaminen on käytössä. Nämä lisäkirjaamiset voidaan lähettää automaattisesti Applelle. Kaikkia Applelle lähetettyjä tietoja käsitellään Applen tietosuojakäytännön mukaisesti (%@).
fr: Aidez Apple à améliorer son programme de logiciels bêta grâce à la détection automatique de certains problèmes. Les informations relatives aux problèmes détectés sont envoyées à Apple et agrégées afin d’identifier des tendances. Des historiques supplémentaires peuvent être collectés sur l’appareil pendant toute la durée d’activation de la journalisation, notamment des historiques de téléphonie susceptibles de contenir des données personnelles, comme le contenu des SMS, les identifiants et les noms des appareils, les numéros de téléphone de l’appareil d’enregistrement, les identifiants Apple des comptes auxquels votre appareil est connecté, ainsi que les historiques des appels entrants et sortants et des sorties audio. Ces historiques supplémentaires peuvent être envoyés automatiquement à Apple. Les informations transmises à Apple seront traitées conformément à l’engagement de confidentialité d’Apple (%@).
fr_ca: Aidez Apple à améliorer son programme de logiciels bêta grâce à la détection automatique de certains problèmes. Les informations qui se rapportent aux problèmes détectés sont envoyées à Apple et agrégées afin d’identifier des tendances. Des historiques supplémentaires peuvent être recueillis sur l’appareil pendant toute la durée d’enregistrement, notamment des historiques de téléphonie susceptibles de contenir des données personnelles, comme le contenu des messages textes, les identifiants et les noms des appareils, les numéros de téléphone de l’appareil d’enregistrement, les identifiants Apple des comptes auxquels votre appareil est connecté, ainsi que les historiques des appels entrants et sortants et des parcours audio. Ces historiques supplémentaires peuvent être envoyés automatiquement à Apple. Les informations transmises à Apple seront traitées conformément à la politique de confidentialité d’Apple (%@).
he: באפשרותך לעזור ל-Apple לשפר את תוכנית תוכנת הבטא שלה באמצעות זיהוי אוטומטי של בעיות מסוימות שמתרחשות. מידע על הבעיות שזוהו נשלח ל-Apple ונצבר כדי לזהות מגמות. ייתכן שייווצרו קובצי רישום נוספים במכשיר, וכן דו״חות טלפוניה, אשר עשויים לכלול מידע אישי כגון תוכן הודעות טקסט, שמות ומזהים של המכשיר, מספרי טלפון של המכשיר, פרטי Apple ID של החשבונות שאיתם התחברת, קובצי רישום של שיחות נכנסות ויוצאות ונתיבי שמע בעת יצירת הדו״ח. קובצי רישום אלה עשויים להישלח ל-Apple. מידע שנשלח ל-Apple מטופל בהתאם למדיניות הפרטיות של Apple (‏%@).
hi: कुछ ख़ास समस्याओं को Apple के द्वारा ऑटोमैटिकली पता लगाने की स्थिति में इसके बीटा सॉफ़्टवेयर प्रोग्राम को बेहतर बनाने में मदद मिलती है। पता की गई समस्याओं के बारे में जानकारी Apple को भेजी जाती है और उन्हें ट्रेंड की पहचान के लिए एकत्रित किया जाता है। डिवाइस पर अतिरिक्त सॉफ़्टवेयर लॉगिंग हो सकता है और जिसमें टेलीफ़ोनी लॉग शामिल होते हैं जिसमें हो सकता है कि SMS कॉन्टेंट, डिवाइस आइडेंटिफ़ायर और नाम, पंजीयन किए जाने वाले डिवाइस के फ़ोन नंबर, खाते के Apple ID जिसमें आप साइन इन किए हुए हैं, इनकमिंग और आउटगोइंग कॉल के लॉग और लॉगिंग सक्षम किए जाने के दौरान ऑडियो रूट सहित व्यक्तिगत जानकारी शामिल हों। हो सकता है कि इन अतिरिक्त लॉग को Apple को ऑटोमैटिकली भेज दिया जाए। Apple को भेजी जाने वाली किसी भी जानकारी को Apple की गोपनीयता नीति (%@) के अनुसार व्यवहार में लाया जाएगा।
hr: Pomozite tvrtki Apple u poboljšanju programa beta softvera automatskim detektiranjem određenih problema. Informacije o detektiranim problemima šalju se tvrtki Apple i agregiraju kako bi se identificirali trendovi. Na uređaju može doći do dodatne izrade log zapisa za softver i log zapisa telefonije, koji mogu sadržavati osobne informacije, uključujući sadržaj SMS poruka, identifikatore i nazive uređaja, telefonske brojeve uređaja koji se registrira, Apple ID račune na koje ste prijavljeni i log zapise o dolaznim i odlaznim pozivima te audio rutama u periodu tijekom kojeg je izrada log zapisa omogućena. Ti dodatni log zapisi automatski mogu biti poslani tvrtki Apple. Svi podaci koje Apple primi tretirat će se u skladu s Appleovim pravilima privatnosti (%@).
hu: Segíthet az Apple-nek a bétaszoftverprogram javításában a bizonyos problémák előfordulásának automatikus észlelésével. Az észlelt hibák el lesznek küldve az Apple-nek, és összesítve lesznek a trendek azonosításához. Az eszközön további szoftvernaplózás történhet, és az olyan személyes adatokat tartalmazó telefonhívás-naplókat tartalmazhat, mint az SMS-tartalmak, az eszközazonosítók és -nevek, a regisztráló eszköz telefonszámai, annak a fióknak az Apple ID-jai, amelybe bejelentkezett, valamint a bejövő és kimenő hívások naplói, és az engedélyezett naplózás idejében meglévő hangútvonalak. Előfordulhat, hogy ezek a további naplók automatikusan el lesznek küldve az Apple-nek. Az Apple-nek elküldött információk az Apple adatvédelmi szabályzata (%@) szerint lesznek kezelve.
id: Bantu Apple meningkatkan program perangkat lunak beta-nya dengan secara otomatis mendeteksi masalah tertentu. Informasi mengenai masalah yang terdeteksi dikirimkan ke Apple dan diagregatkan untuk mengidentifikasi tren. Pencatatan perangkat lunak tambahan dapat dilakukan di perangkat dan meliputi log telefoni, yang dapat berisi informasi pribadi, meliputi konten SMS, pengenal dan nama perangkat, nomor telepon perangkat yang terdaftar, ID Apple akun yang Anda gunakan untuk masuk, log panggilan masuk dan keluar, serta saluran audio pada saat pencatatan diaktifkan. Log tambahan ini dapat dikirimkan secara otomatis ke Apple. Semua informasi yang dikirimkan ke Apple akan diperlakukan sesuai dengan kebijakan privasi Apple (%@).
it: Aiuta Apple a migliorare il programma per il software beta tramite il rilevamento automatico di problemi specifici. Le informazioni raccolte vengono inviate ad Apple in forma aggregata per identificare le tendenze. Potrebbero essere acquisiti ulteriori log del software sul dispositivo registrato, tra cui quelli telefonici, che potrebbero contenere informazioni personali, quali il contenuto degli SMS, gli identificativi e i nomi del dispositivo, i numeri di telefono del dispositivo registrato, gli ID Apple degli account ai quali hai effettuato l’accesso, i log delle chiamate in entrata e in uscita, e l’instradamento audio per l’intervallo di tempo in cui l’acquisizione dei log è abilitata. Tali log aggiuntivi potrebbero venire condivisi automaticamente con Apple. Tutte le informazioni inviate ad Apple verranno trattate in conformità all’informativa sulla privacy di Apple (%@).
ja: 特定の問題が発生したときに自動的に検出することで、Appleがベータ版ソフトウェアプログラムを改善できるようご支援ください。検出された問題に関する情報はAppleに送信され、傾向を把握するために集計されます。デバイス上で追加のソフトウェアログが生成される場合があり、これには電話通信ログが含まれます。電話通信ログには、SMSの内容、デバイスの識別子と名前、登録デバイスの電話番号、サインインしているアカウントのApple ID、およびログが有効になっている間の着信および発信コールのログとオーディオルートなどの個人情報が含まれます。これらの追加ログは、自動的にAppleに送信される場合があります。Appleに送信された情報はすべてAppleのプライバシーポリシー（%@）に従って取り扱われます。
kk: Apple компаниясына белгілі бір мәселелердің пайда болуын автоматты түрде анықтауға мүмкіндік беру арқылы бета нұсқаны жетілдіруге өз үлесіңізді қосасыз. Үдерістерді анықтау үшін анықталған мәселелер туралы ақпарат Apple компаниясына жалпыланған түрде беріледі. Құрылғыда қосымша бағдарламалық жасақтамалық журналдар, сондай-ақ жеке ақпаратты (мысалы, SMS контенті, құрылғы идентификаторлары және атаулары, тіркелетін құрылғының телефон нөмірлері, тіркелген Apple ID аккаунттары, кіріс және шығыс қоңырауларының журналы және журнал жасау кезінде тіркелген аудио бағдарлар) қамтуы ықтимал телефон қоңырауларының журналы жүргізілуі мүмкін. Осы қосымша журналдар Apple компаниясына автоматты түрде жіберілуі мүмкін. Apple компаниясына жіберілген кез келген ақпарат Apple құпиялылық саясатына сәйкес өңделеді (%@).
ko: 특정 문제가 발생할 때 이를 자동으로 감지하게 함으로써 Apple이 베타 소프트웨어 프로그램을 향상하도록 도움을 줄 수 있습니다. 감지된 문제에 관한 정보는 Apple에 전송되고 추세를 파악하기 위해 집계됩니다. 기기에서 추가적인 로그 기록이 실행될 수 있고 전화 통신 기록이 포함될 수 있습니다. 이에는 SMS 내용, 기기 식별자 및 이름, 등록된 기기의 전화번호, 사용자가 로그인한 계정의 Apple ID, 로그 기록이 활성화되어 있는 동안의 수신 또는 발신 통화 및 오디오 경로 같은 개인정보가 포함될 수 있습니다. 이 추가적인 로그 기록은 Apple에 자동으로 전송될 수 있습니다. Apple에 전송되는 모든 정보는 Apple의 개인정보 처리방침에 따라 취급됩니다(%@).
lt: Padėkite bendrovei „Apple“ pagerinti jos beta programinės įrangos programą, automatiškai aptikdami, kada kyla tam tikrų problemų. Informacija apie aptiktas problemas bendrovei „Apple“ siunčiama agreguota, kad būtų galima nustatyti tendencijas. Papildomai programinė įranga gali registruoti duomenis įrenginyje, taip pat ir telefonijos žurnalus, kuriuose gali būti asmeninės informacijos, įskaitant SMS žinučių turinį, įrenginių identifikatorius ir pavadinimus, registruojančio įrenginio telefono numerius, paskyrų, prie kurių esate prisijungę, „Apple ID“, taip pat įeinančių ir išeinančių skambučių žurnalus bei garso įrašų maršrutus tuo metu, kai buvo įjungtas registravimas. Šie papildomi žurnalai gali būti automatiškai siunčiami bendrovei „Apple“. Su visa bendrovei „Apple“ siunčiama informacija bus elgiamasi pagal „Apple“ privatumo politiką (%@).
ms: Bantu Apple meningkatkan program perisian beta dengan mengesan secara automatik apabila isu tertentu berlaku. Maklumat tentang isu yang dikesan dihantar kepada Apple dan diagregatkan untuk mengenal pasti aliran. Pengelogan perisian tambahan mungkin berlaku pada peranti dan termasuk log telefoni, yang mungkin mengandungi maklumat peribadi, termasuk kandungan SMS, pengecam dan nama peranti, nombor telefon peranti yang mendaftar, Apple ID akaun yang anda daftar masuk serta log panggilan masuk dan keluar serta laluan audio pada masa pengelogan didayakan. Log tambahan ini mungkin dihantar secara automatik kepada Apple. Sebarang maklumat yang dihantar kepada Apple akan dikendalikan menurut dasar privasi Apple (%@).
nl: Help Apple bij het verbeteren van het bètasoftwareprogramma door automatisch bepaalde problemen te detecteren wanneer deze zich voordoen. Informatie over gedetecteerde problemen wordt naar Apple verstuurd en samengevoegd om trends te identificeren. Er kunnen mogelijk aanvullende logsessies van de software plaatsvinden op het apparaat, die telefonielogs kunnen bevatten, waaronder persoonlijke gegevens, inhoud van sms-berichten, apparaat-ID's en namen, telefoonnummers van het registrerende apparaat, Apple ID's van de accounts waarbij je bent ingelogd en logs van inkomende en uitgaande gesprekken en audiopaden gedurende de tijd dat het loggen is ingeschakeld. Deze aanvullende logs kunnen automatisch naar Apple worden verstuurd. Informatie die naar Apple wordt verstuurd, wordt te allen tijde behandeld conform het privacybeleid van Apple (%@).
no: Hjelp Apple med å forbedre programmet for betatesting ved å automatisk registrere når bestemte problemer oppstår. Informasjon om feil som oppdages, blir sendt til Apple og samlet i større grupper for å identifisere trender. Dette kan medføre ekstra loggføring på enheten og inkludere telefonilogger som kan inneholde personlig informasjon, deriblant SMS-innhold, enhetsidentifikatorer og navn, telefonnummer til den aktuelle enheten, Apple‑ID-ene til kontoene du er logget på og logger over innkommende og utgående anrop og lydruter på tidspunktet loggføringen ble aktivert. Disse tilleggsloggene kan bli sendt automatisk til Apple. All informasjon som sendes til Apple, vil bli behandlet i henhold til Apples retningslinjer for personvern. (%@).
pl: Pomóż Apple udoskonalać oprogramowanie w wersji beta, automatycznie wykrywając określone problemy. Informacje o wykrytych problemach są wysyłane do Apple i agregowane w celu określania trendów. Może to wiązać się z rejestrowaniem dodatkowych informacji na urządzeniu, w tym dzienników telefonu, które mogą zawierać informacje osobiste (np. treść SMS-ów, identyfikatory i nazwy urządzeń, numery telefonów urządzenia rejestrującego, identyfikatory Apple ID kont, do których zalogowany był użytkownik, dzienniki połączeń przychodzących i wychodzących oraz wyjścia audio podczas rejestrowania). Informacje te mogą być automatycznie wysyłane do Apple. W takim przypadku będą traktowane zgodnie z zasadami ochrony prywatności Apple (%@).
pt_br: Ajude a Apple a melhorar seu programa de software beta detectando automaticamente a ocorrência de certos problemas. Informações sobre os problemas detectados são enviadas à Apple e agregadas para identificar tendências. Pode ocorrer registro adicional de software, incluindo registros de telefonia, o que pode incluir informações pessoais, incluindo conteúdo de mensagens SMS, identificadores e nomes de dispositivos, números de telefone do dispositivo registrado, IDs Apple das contas em que você iniciou uma sessão e registros de ligações recebidas e realizadas e rotas de áudio durante o período em que o registro estiver ativado. Estes registros adicionais podem ser enviados à Apple automaticamente. Quaisquer informações enviadas à Apple serão tratadas de acordo com a política de privacidade da Apple (%@).
pt_pt: Ajude a Apple a melhorar o programa de software beta através da deteção automática de determinados problemas. A informação sobre os problemas detetados é enviada à Apple, de forma agregada, para identificar tendências. É possível que seja efetuado adicionalmente o registo de software no dispositivo, incluindo registos do serviço telefónico, que podem conter informação pessoal, como conteúdo de mensagens SMS, nomes e identificadores do dispositivo, números de telefone do dispositivo, ID Apple das contas nas quais tem sessão iniciada, registos de chamadas recebidas e efetuadas, assim como saídas de áudio ativas no momento da recolha de registos. Estes registos adicionais podem ser automaticamente enviados à Apple. Toda e qualquer informação enviada à Apple será tratada de acordo e em conformidade com a política de privacidade da Apple (%@).
ro: Ajustați la îmbunătățirea programului de software beta de la Apple prin detectarea automată a momentului în care survin anumite probleme. Informațiile despre problemele detectate sunt trimise la Apple și agregate pentru a identifica tendințe. Este posibil ca pe dispozitiv să fie înregistrate jurnale software suplimentare, precum jurnale telefonice, care pot conține informații personale, inclusiv conținutul mesajelor SMS, identificatorii și numele dispozitivelor, numerele de telefon de pe dispozitivul folosit pentru înregistrare, ID‑urile Apple ale conturilor în care v‑ați autentificat și jurnalele apelurilor recepționate și efectuate și al rutelor audio în timp ce este activă înregistrarea în jurnal. Aceste jurnale suplimentare pot fi trimise Apple. Orice informații trimise la Apple vor fi tratate în concordanță cu politica de confidențialitate Apple (%@).
ru: Вы можете внести свой вклад в совершенствование программного обеспечения на стадии бета-тестирования, позволив Apple автоматически определять сбои. Информация о зафиксированных проблемах передается в Apple в обобщенном виде для анализа и поиска тенденций. На устройстве также может быть включено ведение дополнительных журналов, в том числе журналов телефонных вызовов, которые могут содержать персональную информацию, например, содержание сообщений, идентификаторы и названия устройств, телефонные номера журналируемого устройства, активные учетные записи Apple ID, а также журналы входящих и исходящих вызовов и маршруты аудиосигналов, которые были зафиксированы во время журналирования. Эти расширенные журналы могут автоматически отправляться в Apple. Вся информация, отправляемая в Apple, будет обрабатываться в соответствии с политикой конфиденциальности Apple (%@).
sk: Pomôžte spoločnosti Apple vylepšovať beta verzie softvéru automatickým detegovaním určitých problémov. Informácie o detegovaných problémoch sú odosielané spoločnosti Apple a zoskupené s cieľom identifikovať trendy. Na zariadení môže prebehnúť zhromaždenie dodatočných záznamov softvéru, ktorých súčasťou môžu byť osobné údaje vrátane obsahu SMS správ, identifikátorov a názvov zariadení, telefónnych čísel registrujúceho zariadenia, Apple ID účtov, do ktorých ste prihlásení, a záznamy prichádzajúcich a odchádzajúcich hovorov a smerovaní audia v počas zhromažďovania záznamov. Tieto dodatočné záznamy môžu byť automaticky odoslané spoločnosti Apple. Všetky informácie odoslané spoločnosti Apple budú spracované v súlade so zásadami ochrany osobných údajov spoločnosti Apple (%@).
sl: S samodejnim zaznavanjem morebitnih težav pomagajte družbi Apple izboljšati programsko opremo beta. Na podlagi združevanja podatkov o zaznanih težavah namreč Apple ugotavlja trende. V napravi lahko pride do dodatnega beleženja v dnevnik programske opreme, kar vključuje dnevnike telefonije, ki lahko vsebujejo osebne podatke, vključno z vsebino sporočil SMS, identifikatorje in imena naprave, telefonske številke registrirane naprave, račune Apple ID, v katere ste vpisani, ter dnevnike dohodnih in odhodnih klicev in zvočne poti v času, ko je beleženje dnevnikov omogočeno. Ti dodatni dnevniki se lahko samodejno pošiljajo družbi Apple. Vsi podatki, ki se pošljejo družbi Apple, bodo obravnavani skladno s pravilnikom o zasebnosti družbe Apple. (%@).
sv: Hjälp Apple att förbättra sin betaprogramvara genom att automatiskt detektera när vissa problem uppstår. Information om upptäckta problem skickas till Apple och aggregeras för att identifiera trender. Ytterligare programvaruloggning kan ske på enheten och inkludera telefoniloggar, som kan innehålla personlig information, t.ex. SMS-innehåll, enhets-ID och namn, telefonnummer till den registrerande enheten, Apple-ID för konton som du är inloggad på och loggar med inkommande och utgående samtal och ljudrutter under den tid som loggningen är aktiverad. Dessa ytterligare loggar kan skickas till Apple. All information som skickas till Apple behandlas enligt Apples integritetspolicy (%@).
th: ช่วย Apple ปรับปรุงโปรแกรมซอฟต์แวร์รุ่นเบต้าของบริษัทโดยการตรวจจับปัญหาบางอย่างที่เกิดขึ้นโดยอัตโนมัติ ข้อมูลเกี่ยวกับปัญหาที่ตรวจพบจะถูกส่งไปที่ Apple และถูกเก็บรวบรวมเข้าด้วยกันเพื่อดูลักษณะแนวโน้มของปัญหา อาจมีบันทึกการใช้งานซอฟต์แวร์เพิ่มในอุปกรณ์และอาจรวมถึงบันทึกการใช้งานโทรศัพท์ซึ่งอาจมีข้อมูลส่วนบุคคล รวมทั้งเนื้อหา SMS, ข้อมูลจำเพาะและชื่อของอุปกรณ์, เบอร์โทรศัพท์ของอุปกรณ์ที่เข้าร่วม, Apple ID ของบัญชีที่คุณลงชื่อเข้า และบันทึกการใช้งานของการโทรเข้าและการโทรออกและปลายทางของเสียงในระหว่างที่เปิดใช้งานการบันทึกการใช้งาน บันทึกการใช้งานเพิ่มเติมเหล่านี้อาจถูกส่งไปที่ Apple โดยอัตโนมัติ ข้อมูลที่ส่งไปที่ Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple (%@)
tr: Bazı sorunlar oluştuğunda otomatik olarak saptayarak Apple’ın beta yazılım programını iyileştirmesine yardımcı olun. Saptanan sorunlarla ilgili bilgi Apple’a gönderilir ve eğilimleri belirlemek için toplanır. Aygıtta ek yazılım günlükleri oluşabilir ve SMS içerikleri, aygıt tanıtıcıları ve adları, kayıtlı aygıtın telefon numaraları, giriş yaptığınız hesapların Apple kimlikleri, gelen ve giden aramaların günlükleri ve günlüklerin etkinleştirildiği süre boyunca ses yolları dahil olmak üzere kişisel bilgiler içeren telefon günlükleri içerebilir. Bu ek günlükler otomatik olarak Apple’a gönderilebilir. Apple gönderilen tüm bilgiler Apple’ın gizlilik politikasına göre işlenir (%@).
uk: Допомагайте Apple удосконалювати її програму тестування бета-ПЗ, автоматично виявляючи виникнення певних проблем. Інформація про виявлені проблеми відсилається до Apple і нагромаджується з метою виявлення тенденцій. На пристрої може відбуватися додаткове журналювання програмного забезпечення, яке включає журнали телефонії, що можуть містити персональну інформацію, зокрема вміст SMS-повідомлень, ідентифікатори й назви пристроїв, телефонні номери реєструвального пристрою, Apple ID тих облікових записів, у які ви ввійшли, а також журнали вхідних і вихідних викликів та маршрутів аудіо протягом часу, коли ввімкнено журналювання. Ці додаткові журнали можуть автоматично відсилатися до Apple. Уся інформація, яка відсилається до Apple, оброблятиметься відповідно до Політики конфіденційності Apple (%@).
vi: Giúp Apple cải tiến chương trình phần mềm beta bằng cách tự động phát hiện khi các sự cố nhất định xảy ra. Thông tin về các sự cố được phát hiện được gửi đến Apple và được tổng hợp để xác định xu hướng. Ghi nhật ký phần mềm bổ sung có thể xảy ra trên thiết bị và bao gồm các bản ghi điện thoại, có thể chứa thông tin cá nhân, bao gồm nội dung SMS, mã định danh và tên thiết bị, số điện thoại của thiết bị đăng ký, ID Apple của những tài khoản mà bạn đã đăng nhập, bản ghi về các cuộc gọi đến và đi, cũng như tuyến âm thanh trong suốt thời gian bật tính năng ghi nhật ký. Những bản ghi bổ sung này có thể được gửi tự động đến Apple. Bất kỳ thông tin nào được gửi đến Apple sẽ đều được xử lý theo chính sách quyền riêng tư của Apple (%@).
zh_cn: 出现某些问题时自动检测，以帮助Apple改进Beta版软件计划。所检测到问题的信息会发送给Apple并聚合处理，以识别趋势。设备上可能会出现额外软件日志并包括电话日志，其中可能包含个人信息，包括短信内容、设备标识符和名称、注册设备的电话号码、已登录账户的Apple ID，以及日志启用期间来电去电和音频线路的日志。这些额外日志可能会自动发送给Apple。发送给Apple的任何信息均会根据Apple的隐私政策进行处理（%@）。
zh_hk: 透過在問題出現時進行自動偵測有助Apple改進Beta版軟件計劃。所偵測問題的資料會傳送予Apple，並加以彙集以識別趨勢。裝置上可能會出現額外軟件記錄並包括電話記錄，而且可能包含個人資料（包括SMS內容、裝置識別碼和名稱、已註冊裝置的電話號碼、已登入帳户的Apple ID、以及記錄啟用期間來電和打電話的記錄和音訊路徑）。這些額外記錄可能會自動傳送予Apple。任何傳送予Apple的資料均依照Apple的私隱政策（%@）處理。
zh_tw: 在某些問題發生時自動偵測可協助Apple改進Beta版軟體計畫。已偵測問題的資訊會傳送給Apple，並加以彙集來辨識趨勢。其他軟體記錄可能會在裝置上發生並包含電話記錄，可能內含SMS內容、裝置識別碼和名稱、已註冊裝置的電話號碼、已登入Apple ID的帳號、啟用記錄期間撥入和撥出電話記錄和音訊路徑等個人資訊。這些額外記錄可能會自動傳送給Apple。任何傳送給Apple的資訊都會依照Apple的隱私權政策（%@）來處理。
